INSERT INTO
  `mt_category` (`name`)
VALUES
  ('美食'),
  ('外卖'),
  ('酒店'),
  ('民宿'),
  ('猫眼电影'),
  ('机票 / 火车票'),
  ('休闲娱乐 / KTV'),
  ('生活服务'),
  ('丽人 / 美发 / 医学美容'),
  ('结婚 / 婚纱摄影 / 婚宴'),
  ('亲子 / 儿童乐园 / 幼教'),
  ('运动健身 / 健身中心'),
  ('家装 / 建材 / 家居'),
  ('学习培训 / 音乐培训'),
  ('医疗健康'),
  ('宠物中心'),
  ('爱车'),
  ('酒吧 / 密室逃脱');

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ('代金券', 1),
  ('甜点饮品', 1),
  ('火锅', 1),
  ('自助餐', 1),
  ('小吃快餐', 1),
  ('日韩料理', 1),
  ('西餐', 1),
  ('聚餐宴请', 1),
  ('烧烤烤肉', 1),
  ('东北菜', 1),
  ('川湘菜', 1),
  ('江浙菜', 1),
  ('香锅烤鱼', 1),
  ('奥港菜', 1),
  ('中式烧烤/烤串', 1),
  ('西北菜', 1),
  ('咖啡酒吧茶馆', 1),
  ('云贵菜', 1),
  ('东南亚菜', 1),
  ('海鲜', 1),
  ('素食', 1),
  ('台湾/客家菜', 1),
  ('创意菜', 1),
  ('汤/粥/炖菜', 1),
  ('蒙餐', 1),
  ('新疆菜', 1),
  ('其他美食', 1),
  ('京菜鲁菜', 1);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("美团外卖", 2);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("经济型", 3),
  ("舒适/三星", 3),
  ("高档/四星", 3),
  ("豪华/五星", 3);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("复式Loft", 4),
  ("别墅", 4);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("国内机票", 6),
  ("火车票", 6);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("足疗按摩", 7),
  ("洗浴/汗蒸", 7),
  ("酒吧", 7),
  ("密室逃脱", 7),
  ("轰趴馆", 7),
  ("茶馆", 7),
  ("私人影院", 7),
  ("DIY手工坊", 7),
  ("采摘/农家乐", 7),
  ("网吧网咖", 7),
  ("游乐游艺", 7),
  ("VR", 7),
  ("桌面游戏", 7),
  ("真人CS", 7),
  ("棋牌室", 7),
  ("其他玩乐", 7),
  ("KTV", 7);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("衣物/皮具洗护", 8),
  ("家政", 8),
  ("搬家运输", 8),
  ("送水", 8),
  ("充值缴费", 8),
  ("服饰/鞋包养护", 8),
  ("开锁换锁", 8),
  ("居家维修", 8),
  ("管道疏通", 8),
  ("家电维修清洗", 8),
  ("电脑维修", 8),
  ("手机维修", 8),
  ("证件照/肖像摄影", 8),
  ("照片冲印/图文冲印", 8),
  ("商家服务/法律服务", 8),
  ("文化传媒机构", 8),
  ("成人用品/情趣用品", 8);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("美发", 9),
  ("美甲美睫", 9),
  ("美容美体", 9),
  ("医学美容", 9),
  ("瑜伽舞蹈", 9),
  ("瘦身纤体", 9),
  ("韩式定妆", 9),
  ("祛痘", 9),
  ("纹身", 9),
  ("化妆品", 9),
  ("养发", 9);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("婚纱摄影", 10),
  ("旅拍", 10),
  ("个性写真", 10),
  ("婚宴", 10),
  ("婚庆公司", 10),
  ("婚纱礼服", 10),
  ("西装定制", 10),
  ("婚戒首饰", 10),
  ("婚车租凭", 10),
  ("司仪主持", 10),
  ("彩妆造型", 10),
  ("婚礼跟拍", 10),
  ("婚礼小礼品", 10),
  ("更多婚礼服务", 10);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("婴儿游泳", 11),
  ("其他亲子游乐", 11),
  ("早教中心", 11),
  ("少儿英语", 11),
  ("智力开发", 11),
  ("托班/幼儿园", 11),
  ("幼儿教育", 11),
  ("其他幼儿教育", 11),
  ("儿童摄影", 11),
  ("孕妇写真", 11),
  ("上门拍", 11),
  ("其他亲子摄影", 11),
  ("月子会所", 11),
  ("产后恢复", 11),
  ("妇幼医院", 11),
  ("孕产用品", 11),
  ("开奶催乳", 11),
  ("月嫂", 11),
  ("亲子购物", 11),
  ("宝宝派对", 11),
  ("亲子服务", 11);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("健身中心", 12),
  ("武术场馆", 12),
  ("游泳馆", 12),
  ("羽毛球馆", 12),
  ("溜冰场", 12),
  ("射箭馆", 12),
  ("篮球场", 12),
  ("网球馆", 12),
  ("台球馆", 12),
  ("兵乓球", 12),
  ("足球场", 12),
  ("高尔夫场", 12),
  ("保龄球馆", 12),
  ("体育场馆", 12),
  ("马术场", 12),
  ("壁球馆", 12),
  ("更多运动", 12);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("半包装修", 13),
  ("全包装修", 13),
  ("清包装修", 13),
  ("地板", 13),
  ("瓷砖石材", 13),
  ("橱柜", 13),
  ("灯饰照明", 13),
  ("厨卫洁具", 13),
  ("油漆涂料", 13),
  ("集成吊顶", 13),
  ("墙纸墙艺", 13),
  ("门窗", 13),
  ("木材板材", 13),
  ("家用五金", 13),
  ("电工电料", 13),
  ("楼梯", 13),
  ("管材管件", 13),
  ("家具", 13),
  ("床上用品/家纺", 13),
  ("家居饰品", 13),
  ("厨具餐具", 13),
  ("智能家居", 13),
  ("建材市场", 13),
  ("家居卖场", 13),
  ("灯饰卖场", 13);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("钢琴", 14),
  ("吉他", 14),
  ("小提琴", 14),
  ("古筝", 14),
  ("架子鼓", 14),
  ("声乐", 14),
  ("其他音乐培训", 14),
  ("美容化妆", 14),
  ("会计", 14),
  ("IT", 14),
  ("厨艺", 14),
  ("管理培训", 14),
  ("摄影培训", 14),
  ("司法考试", 14),
  ("公务员培训", 14),
  ("其他职业培训", 14),
  ("英语", 14),
  ("日语", 14),
  ("韩语", 14),
  ("法语", 14),
  ("德语", 14),
  ("汉语", 14),
  ("俄语", 14),
  ("西班牙语", 14),
  ("其他语言", 14),
  ("绘画", 14),
  ("书法", 14),
  ("其他美术", 14);

INSERT INTO
  `mt_category` (`name`, `cid`)
VALUES
  ("医院", 15),
  ("齿科口腔", 15),
  ("体检中心", 15),
  ("药店", 15),
  ("中医", 15),
  ("其他健康服务", 15);


INSERT INTO `mt_category` (`name`, `cid`) VALUES
  ("洗车", 17),
  ("租车", 17),
  ("加油站", 17),
  ("维修保养", 17),
  ("驾校", 17),
  ("汽车美容", 17),
  ("陪练", 17),
  ("汽车用品", 17),
  ("停车场", 17),
  ("汽车保险", 17),
  ("4S店/汽车销售", 17),
  ("更多汽车服务", 17),
  ("机油保养", 17),
  ("汽车报价", 17),
  ("二手车", 17),
  ("广告驾校", 17),
  ("交警队", 17),
  ("汽车改装", 17),
  ("汽车配件", 17);

  INSERT INTO `mt_category` (`name`, `cid`) VALUES
  ("宠物店", 16),
  ("宠物医院", 16);